/* %@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"%@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "%1$@ Charge: %2$d%%, ampèrage: %3$d, branché: %4$@, recharge: %5$@";

/* %d cycles */
"%d cycles" = "%d cycles";

/* %d entries */
"%d entries" = "%d entries";

/* %d minutes */
"%d minutes" = "%d minutes";

/* %d months */
"%d months" = "%d mois";

/* %d year(s), %d month(s) */
"%d year(s), %d month(s)" = "%1$d year(s), %2$d month(s)";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dh:%2$.2dm";

/* %m/%d/%Y */
"%m/%d/%Y" = "%d/%m/%Y";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Réactivation suite à une mise en veille +++";

/* +++ Battery charge interrupted +++ */
"+++ Battery charge interrupted +++" = "+++ Charge de la batterie interrompu +++";

/* +++ Battery has been charged +++ */
"+++ Battery has been charged +++" = "+++ Battery has been charged +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ La batterie de recharge +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ Changement au courant alternatif +++";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- Mise en veille ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- Changement à la puissance de la batterie ---";

/* . %@ to empty */
". %@ to empty" = ". %@ jusqu'au déchargement";

/* . %@ to full charge */
". %@ to full charge" = ". %@ jusqu'à la recharge complète";

/* 1 hour */
"1 hour" = "1 heure";

/* === Application started === */
"=== Application started ===" = "=== Démarrage de l'application ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== Reprise de la surveillance ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== Arrêt de la surveillance ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== Le système s'éteint ===";

/* AC adapter */
"AC adapter" = "adaptateur AC";

/* Added shared battery #%d on %@ */
"Added shared battery #%d on %@" = "Ajout de la batterie partagée #%1$d sur %2$@";

/* Alerts */
"Alerts" = "Alertes";

/* Amperage */
"Amperage" = "Ampérage";

/* battery */
"battery" = "batterie";

/* Battery Changed */
"Battery Changed" = "Changement de la batterie";

/* Battery Details */
"Battery Details" = "Détails de la batterie";

/* Battery Exhausted */
"Battery Exhausted" = "Épuisement de la batterie";

/* Battery Low */
"Battery Low" = "La batterie est faible";

/* Calculating... */
"Calculating..." = "Calcul...";

/* Cancel */
"Cancel" = "Annuler";

/* Capacity */
"Capacity" = "Capacité";

/* Charge */
"Charge" = "Charge";

/* Charge Started */
"Charge Started" = "Charge Started";

/* Charge Stopped */
"Charge Stopped" = "Arrêt de la charge";

/* Charge: %d%% */
"Charge: %d%%" = "Charge: %d%%";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Charge: %1$d%%, voltage: %2$dmV, ampèrage: %3$dmA (summum: %4$dmA), branché: %5$@, recharge: %6$@, cycle de recharge: %7$d";

/* Charging */
"Charging" = "En recharge";

/* Chart View */
"Chart View" = "Graphique";

/* Clear Log */
"Clear Log" = "Effacer le journal";

/* Could not write to file %@ */
"Could not write to file %@" = "Le fichier %@ n'a pu être modifié";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Charge actuelle: %d%%";

/* Cycle Count */
"Cycle Count" = "Cycle de recharge";

/* Cycle count or maximum capacity changed. Adding a snapshot */
"Cycle count or maximum capacity changed. Adding a snapshot" = "Cycle count or maximum capacity changed. Adding a snapshot";

/* Date */
"Date" = "Date";

/* Demo Battery */
"Demo Battery" = "Démo de la Batterie";

/* Details */
"Details" = "Détails";

/* Diagnostics */
"Diagnostics" = "Diagnostiques";

/* Energy Saver */
"Energy Saver" = "Économiseur d'énergie";

/* Error writing to file */
"Error writing to file" = "Erreur en écrivant au fichier";

/* Evaluation license */
"Evaluation license" = "License d'évaluation";

/* Export */
"Export" = "Exporter";

/* Family pack license */
"Family pack license" = "License familiale";

/* Found Shared Battery */
"Found Shared Battery" = "Batterie partagée retrouvée";

/* General */
"General" = "Général";

/* Gift license */
"Gift license" = "License cadeau";

/* Hide Battery Status */
"Hide Battery Status" = "Masquer le statut de la batterie";

/* Hide Sessions Browser */
"Hide Sessions Browser" = "Masquer le fureteur de sessions";

/* Hide Sidebar */
"Hide Sidebar" = "Masquer la barre latérale";

/* Inspect */
"Inspect" = "Inspecter";

/* Inspect Session */
"Inspect Session" = "Surveiller la session";

/* Later */
"Later" = "Plus tard";

/* License expired */
"License expired" = "Expiration de la license";

/* Max Capacity */
"Max Capacity" = "Capacité Maximum";

/* MiniBatteryLogger Battery Data Sharing */
"MiniBatteryLogger Battery Data Sharing" = "Partage de données MiniBatteryLogger";

/* Monitoring Started */
"Monitoring Started" = "Reprise de la surveillance";

/* Monitoring Stopped */
"Monitoring Stopped" = "Arrêt de la surveillance";

/* Never */
"Never" = "Jamais";

/* no */
"no" = "non";

/* No */
"No" = "Non";

/* No Snapshots */
"No Snapshots" = "Aucune image";

/* Not available */
"Not available" = "Not available";

/* Not Eligible */
"Not Eligible" = "Non éligible";

/* Now monitoring battery %d on %@ */
"Now monitoring battery %d on %@" = "Surveille actuellement la batterie %1$d sur %2$@";

/* OK */
"OK" = "OK";

/* Open Energy Saver */
"Open Energy Saver" = "Ouvrir Économiseur d'énergie";

/* Open Log */
"Open Log" = "Ouvrir le journal";

/* Open Log in Console */
"Open Log in Console" = "Ouvrir le journal dans Console";

/* Original Capacity */
"Original Capacity" = "Capacité Original";

/* Plugged */
"Plugged" = "Branché";

/* Power Source Changed */
"Power Source Changed" = "Modification de la source d'énergie";

/* Power source: %@ */
"Power source: %@" = "Source d'énergie: %@";

/* Print Document */
"Print Document" = "Imprimer le document";

/* NSWindow (Registration) : <title:Registration> (oid:343) */
"Registration" = "Enregistrement";

/* Restart now */
"Restart now" = "Redémarrer maintenant";

/* Restart required */
"Restart required" = "Redémarrage requis";

/* Resume */
"Resume" = "Poursuivre";

/* Resume Monitoring */
"Resume Monitoring" = "Poursuivre la surveillance";

/* Session */
"Session" = "Session";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Session débuté %1$@ à %2$@, Surveillance depuis %3$@ h";

/* Sessions */
"Sessions" = "Sessions";

/* Sessions Browser */
"Sessions Browser" = "Navigateur de sessions";

/* Setting the value to zero will disable the warnings. Are you sure? */
"Setting the value to zero will disable the warnings. Are you sure?" = "Le réglage de la valeur à zéro désactivera les avertissements. Êtes-vous certain?";

/* Shared battery #%d on %@ no longer available */
"Shared battery #%d on %@ no longer available" = "Batterie partagée #%1$d sur %2$@ n'est plus disponible";

/* Shared Battery Removed */
"Shared Battery Removed" = "Batterie partagée retirée";

/* Sharing */
"Sharing" = "Partage";

/* Shift */
"Shift" = "Changer";

/* Shift Chart */
"Shift Chart" = "Changer de graphique";

/* Show Battery Status */
"Show Battery Status" = "Afficher le statut de la batterie";

/* Show Sessions Browser */
"Show Sessions Browser" = "Afficher le fureteur de sessions";

/* Show Sidebar */
"Show Sidebar" = "Afficher la barre latérale";

/* Single user license */
"Single user license" = "License d'utilisateur unique";

/* Site license */
"Site license" = "License de site";

/* Snapshot Grabbed */
"Snapshot Grabbed" = "Snapshot Grabbed";

/* Software Update */
"Software Update" = "Mise à jour";

/* Start date: %@, expiration date: %@, license type: %@ */
"Start date: %@, expiration date: %@, license type: %@" = "Date de démarrage: %1$@, Date d'expiration: %2$@, Type de license: %3$@";

/* Stop */
"Stop" = "Arrêt";

/* Stop Monitoring */
"Stop Monitoring" = "Arrêter la surveillance";

/* Switching to AC Power */
"Switching to AC Power" = "Changement au courant alternatif";

/* Switching to Battery Power */
"Switching to Battery Power" = "Changement à la puissance de la batterie";

/* Test Notification */
"Test Notification" = "Notification de test";

/* The battery has reached the %d%% of its original capacity */
"The battery has reached the %d%% of its original capacity" = "La batterie a atteint le %d%% de sa capacité initiale";

/* The license you entered was valid, but has already expired */
"The license you entered was valid, but has already expired" = "Cette license était valide, mais a déjà expiré";

/* This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program */
"This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program" = "Cette batterie n'est pas éligible à l'iBook et Powerbook G4 au programme d'échange de batterie";

/* This is a test notification */
"This is a test notification" = "Ceci est une notification de test";

/* This Mac */
"This Mac" = "Ce Mac";

/* This setting requires the restart of the application to be effective. You may restart the application right now or later. */
"This setting requires the restart of the application. You may restart the application right now or later." = "Cette configuration exige le relancement de l'application. Vous pouvez relancer l'application en ce moment ou plus tard.";

/* Type */
"Type" = "Type";

/* Unknown */
"Unknown" = "Unknown";

/* Version %@ (%@) */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* View */
"View" = "Afficher";

/* Voltage */
"Voltage" = "Voltage";

/* Warning disabled */
"Warning disabled" = "Avertissement désactivé";

/* Yes */
"Yes" = "Oui";

/* yes */
"yes" = "oui";

/* Zoom */
"Zoom" = "Zoom";

